Repository: tomhoag/GenStat
Catalog: GenStat/Localizable.xcstrings
Source language: en
Languages: es

source: Cancel
es: Cancelar

source: Complete Service
es: Completar servicio

source: Confirm you have verified the weekly exercise schedule on the generator controller.
es: Confirma que has verificado el programa de ejercicio semanal en el controlador del generador.

source: Critical
es: Crítico

source: Dismiss
es: Descartar

source: Dismiss Exercise Reminder?
es: ¿Descartar recordatorio de ejercicio?

source: Event Log
es: Registro de eventos

source: Exercise schedule may need reprogramming after the recent outage.
es: El programa de ejercicio puede necesitar reprogramación después del apagón reciente.

source: Exercised %lld Days Ago
es: Ejercitado hace %lld días

source: Exercised Today
es: Ejercitado hoy

source: Exercising
es: Ejercitando

source: Generator
es: Generador

source: Generator Manual
es: Manual del generador

source: Generator service is due.
es: El servicio del generador está pendiente.

source: Last Exercised —
es: Último ejercicio —

source: Last Outage —
es: Último apagón —

# Last Outage %lld Days Ago%@
source: Last Outage %1$lld Days Ago%2$@
es: Último apagón hace %1$lld días%2$@

source: Last Outage Today%@
es: Último apagón hoy%@

source: Manuals
es: Manuales

source: Mark Service Complete?
es: ¿Marcar servicio como completado?

source: Next Service —
es: Próximo servicio —

source: Next Service in %@ hrs
es: Próximo servicio en %@ hrs

source: No Events
es: Sin eventos

source: No events recorded yet
es: Aún no se han registrado eventos

source: Ready
es: Listo

source: Running
es: En marcha

source: Runtime: %@ hrs
es: Horas de uso: %@ hrs

source: Service Overdue
es: Servicio vencido

source: since %@
es: desde %@

source: since %lld minutes ago
es: desde hace %lld minutos

source: since just now
es: desde ahora mismo

source: Status
es: Estado

source: This will record the current runtime (%@ hrs) as the last service point.
es: Esto registrará las horas de uso actuales (%@ hrs) como el último punto de servicio.

source: Transfer Switch Manual
es: Manual del interruptor de transferencia

source: Unknown
es: Desconocido

source: Util: %@
es: Red: %@

source: Utility
es: Red eléctrica
